{
  "nav_AboutMe": "About me",
  "nav_Experience": "Experience",
  "nav_Portfolio": "Work",
  "nav_Contact": "Contact",
  "nav_Resume": "Resume",
  "hero_MyBio": "I'm software engineer and I specialize in development of web components and information systems. I have more than five years of experience in developing a system used by hundreds of daily users.",
  "hero_CheckOutMyResume": "Check out my resume",
  "about_AboutMe": "About me",
  "about_FirstSection": "My name is Peter Kalanin and I am interested in the development of web applications and information systems. I am a graduate of FEI STU in Bratislava in the field of applied informatics with several years of work experience in software development and web applications.",
  "about_SecondSection": "My interest in web application development began at a young age by creating simple websites. I started to do it professionally in 2016 when I stood at birth of",
  "about_ThirdSection": "I have experience with the following technologies:",
  "about_SecondSectionLink": "new information system EvuPP",
  "about_FourthSection": "I also have experience with",
  "exp_WorkExperience": "Work experience",
  "exp_Job1_Position": "Frontend developer",
  "exp_Job1_Employer": "Slovak Centre of Scientific and Technical Information (SCSTI)",
  "exp_Job1_FromTo": "Jul 2016 - Feb 2022",
  "exp_Job1_Description1": "Design and development of the client part of the application in",
  "exp_Job1_Description2-1": "Testing and",
  "exp_Job1_Description2-2": "software development",
  "exp_Job1_Description3": "Operational troubleshooting",
  "exp_Job1_Description4": "Providing advice on working with the information system, including training in how to use the program",
  "exp_Job1_Description5-1": "Member of",
  "exp_Job1_Description5-2": "the expert working group",
  "exp_Job1_Description5-3": "set up by Ministry of Education, Science, Research and Sport of the Slovak Republic",
  "work_MyWork": "My work",
  "work_Proj1_title": "Task Planner",
  "work_Proj1_description": "The project focuses on the development of a web application designed for planning everyday tasks. Create, manage and share tasks for your day.",
  "work_Proj2_title": "Portfolio",
  "work_Proj2_description": "Portfolio project showing my personal information, experience and employment. If you are interested in the programming side of this portfolio, do not hesitate to look at the Git repository.",
  "cont_Contact": "Contact",
  "cont_ContactInfo": "If you are interested in my profile or have any questions, do not hesitate to contact me.",
  "cont_SendMessage": "Send message",
  "cont_FindMeAlso": "You will also find me",
  "foot_Info": "Implemented and designed by Peter Kalanin",
  "foot_InspiredBy": "Inspired by"
}
