{
  "nav_AboutMe": "About me",
  "nav_Experience": "Experience",
  "nav_Portfolio": "Work",
  "nav_Contact": "Contact",
  "nav_Resume": "Resume",
  "hero_MyBio": "I'm software engineer and I specialize in development of web components and information systems. I have more than five years of experience in developing a system used by hundreds of daily users.",
  "hero_CheckOutMyResume": "Check out my resume",
  "about_AboutMe": "About me",
  "about_FirstSection": "Volám sa Peter Kalanin a zaujímam sa o vývoj webových aplikácií a informačných systémov. Som absolvent FEI STU v Bratislave v odbore aplikovaná informatika s niekoľkoročnou pracovnou skúsenosťou vo vývoji softvéru a webových aplikácií.",
  "about_SecondSection": "Môj záujem o vývoj webových aplikácií začal už v mladosti tvorbou jednoduchých webových stránok. Profesiónalne som sa tomu začal venovať až v roku 2016 keď som stal pri zrode",
  "about_ThirdSection": "I have experience with the following technologies:",
  "about_SecondSectionLink": "nového informačného systému EvuPP",
  "about_FourthSection": "I also have experience with",
  "exp_WorkExperience": "Work experience",
  "exp_Job1_Position": "Frontend developer",
  "exp_Job1_Employer": "Slovak Centre of Scientific and Technical Information (SCSTI)",
  "exp_Job1_FromTo": "Jul 2016 - Feb 2022",
  "exp_Job1_Description1": "Design and development of the client part of the application in",
  "exp_Job1_Description2-1": "exp_Job1_Description2-1",
  "exp_Job1_Description2-2": "exp_Job1_Description2-2",
  "exp_Job1_Description3": "exp_Job1_Description3",
  "exp_Job1_Description4": "exp_Job1_Description4",
  "exp_Job1_Description5-1": "exp_Job1_Description5-1",
  "exp_Job1_Description5-2": "exp_Job1_Description5-2",
  "exp_Job1_Description5-3": "Ministry of Education, Science, Research and Sport of the Slovak Republic",
  "work_MyWork": "My work",
  "work_Proj1_title": "Task Planner",
  "work_Proj1_description": "The project focuses on the development of a web application designed for planning everyday tasks. Create, manage and share tasks for your day.",
  "work_Proj2_title": "Portfolio",
  "work_Proj2_description": "Portfolio project showing my personal information, experience and employment. If you are interested in the programming side of this portfolio, do not hesitate to look at the Git repository."
}
